Repository: syslabcom/gfb.theme
Catalog: gfb/theme/locales/*/LC_MESSAGES/gfb.po
Languages: de

source: You are here ...
de: Sie befinden sich hier ...

# box_morelink
source: more information
de: mehr infos

# title_risk_assessment
source: RISK ASSESSMENT
de: GEFÄHRDUNGSBEURTEILUNG

# label_you_have_chosen
source: You have selected:
de: Sie haben gewählt:

# label_homepage
source: Homepage
de: Startseite

source: Add Help Portlet
de: Hilfe Portlet hinzufügen

source: Add MyProvider Portlet
de: Mein Anbieter Portlet hinzufügen

source: Add MyRAL Portlet
de: Mein Gefährdungsbeurteilungs-Link Portlet hinzufügen

source: Help
de: Hilfe

source: Lists all Risk Assessment Links in the current members homefolder.
de: Zeigt alle Gefährdungsbeurteilungslinks des aktuellen Benutzers

source: My Risk Assessment Links
de: Meine Gefährdungsbeurteilungs-Links

source: Provider Overview
de: Anbieterübersicht

source: Shows information about the current logged in user's provider data.
de: Zeigt Angaben über den Anbieter des gerade angemeldeten Benutzers

source: Shows information on how to use the GFB portal.
de: Hilfe zur Benutzung des GFB Portals.

# box_help
source: Help
de: Hilfe

# box_myprovider
source: Provider information
de: Anbieterinformationen

# box_myral
source: My links
de: Meine Links

# description_no_riskassessmentlinks_in_folder
source: There are currently no Risk Assessment Links in this folder.
de: Keine Gefährdunsbeurteilungslinks gefunden.

# help_complete_provider
source: Please complete your Provider information. You need a valid provider record before you can add links.
de: Bitte geben Sie Ihre Anbieterinformationen ein. Es muss ein gültiger Anbietereintrag vorhanden sein, bevor Sie Links hinzufügen können.

# label_edit_information
source: Edit this information
de: Diese Angaben bearbeiten

# label_your_links
source: Your links
de: Ihre Links

# link_add_ral
source: Add new link
de: Neuen Link hinzufügen

source: Create Provider
de: Anbieter erstellen

# info_no_provider
source: There is currently no provider information available. Please create a provider to be able to add Assessment Links.
de: Es wurde noch keine Anbieterinformation angegeben.

# label_add_provider
source: Create Provider
de: Anbieterinformation eingeben

# label_workingarea
source: Working area
de: Arbeitsbereich

# workingarea_intro
source: Here you can manage your Risk Assessment Links.
de: Hier können Sie Ihre Gefährdungsbeurteilungslinks hinzufügen und verwalten.

# label_to_workingarea
source: Back to the working area
de: Zurück zum Arbeitsbereich

# label_publish_provider
source: Please publish your provider information so that it will become visible to others.
de: Bitte veröffentlichen Sie Ihre Anbieterinformation, damit sie für andere sichtbar wird.

# label_free
source: free
de: kostenfrei

# heading_search_results
source: Search results
de: Ergebnisse Ihrer Suche

# batch_x_items
source: ${number} documents
de: ${number} Dokumente

# label_page
source: Page
de: Seite

# label_your_searchtext
source: your searchtext
de: Ihr Suchbegriff

# title_search_site
source: Search
de: Suchen
